insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'스쿨 업사이클링 환경놀이',150000,40,1,1,1,'스쿨_업사이클링_환경놀이_Thumb','스쿨_업사이클링_환경놀이_info','연수목표
1. 교사의 환경 감수성을 높이고 이를 수업에 활용할 수 있다.</br>
</br>
2. 다양한 교과와 연계하여 1회성이 아닌 지속 가능한 환경교육을 실천할 수 있다.</br>
</br>
3. 버려지는 용품을 활용한 업사이클링 놀이 수업을 진행할 수 있다.</br>
</br>
</br>
연수개요</br>
본 과정은 학생들의 환경 감수성 함양을 위해 환경 교육을 흥미 있게 지도할 수 있는 방법과 실제 환경 놀이 방법을 실습 위주의 내용으로 상세하게 안내합니다.','mdb6lKQ4VPw');


insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'누구나 쉽게 배우는 샌드아트',300000,40,1,1,1,'누구나_쉽게_배우는_샌드아트_Thumb','누구나_쉽게_배우는_샌드아트_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'교원을 위한 인공지능(AI) 첫걸음',300000,40,1,1,1,'교원을_위한_인공지능(AI)_첫걸음_Thumb','교원을_위한_인공지능(AI)_첫걸음_info','연수목표</br>
* 인공지능 교육이 필요한 이유와 2022 개정 교육과정에 대하여 이해하고, 그에 맞는 교육 커리큘럼을 계획할 수 있다.
</br>
* 학교급에 따라 각각의 수준에 맞는 인공지능 교육을 제공하여 다양한 과목과 접목시켜 수준 높은 융합교육을 제공할 수 있다.
</br>
* 인공지능의 발전이 불러올 미래를 대비하며 그에 따라 변화할 교사의 역할을 이해하고 준비할 수 있다.
</br></br>

연수개요</br>
인공지능은 모든 분야에서 문제 해결을 위해 응용 및 활용되고 있다. 이에 따라 교사들도 인공지능에 대한 이해도를 높이게 되면 아이들에게 더 높은 수준의 인공지능 활용 교육을 제공할 수 있다.
</br>
본 연수는 빠르게 발전하는 시대에 맞게 자신의 디지털 역량을 키울 수 있고, 또 그를 바탕으로 자신의 교과와 인공지능을 연계한 융합교육 수업을 개발하여 학생들에게 제공함으로써 미래 인재의 역량을 강화할 수 있도록 구성하였다. 교사들은 이 연수를 통해 인공지능 시대에 맞는 교사의 역할을 이해하고, 디지털 윤리성에 관한 부분을 함께 교육하여 학생들이 긍정적인 방향으로 인공지능을 활용하도록 가르칠 수 있다.

','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'김병만과 함께하는 생태계 보전의 법칙',300000,40,1,1,1,'김병만과_함께하는_생태계_보전의_법칙_Thumb','김병만과_함께하는_생태계_보전의_법칙_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'김쌤과 머니쌤이 알려주는 투자이야기',300000,40,1,1,1,'김쌤과_머니쌤이_알려주는_투자이야기_Thumb','김쌤과_머니쌤이_알려주는_투자이야기_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'내일은 나도 직무연수 강사!',300000,40,1,1,1,'내일은_나도_직무연수_강사!_Thumb','내일은_나도_직무연수_강사!_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'벌거벗은 한국사(연수+도서)',300000,40,1,1,1,'벌거벗은_한국사(연수+도서)_Thumb','누구나_쉽게_배우는_샌드아트_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'선생님을 위한 올인원 보고서 스킬',300000,40,1,1,1,'선생님을_위한_올인원_보고서_스킬_Thumb','선생님을_위한_올인원_보고서_스킬_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'수업에 활용하는 포토샵',300000,40,1,1,1,'수업에_활용하는_포토샵_Thumb','수업에_활용하는_포토샵_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'신학기 스포일러! 학급_경영 꿀팁',300000,40,1,1,1,'신학기_스포일러!_학급_경영_꿀팁_Thumb','신학기_스포일러!_학급_경영_꿀팁_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'야나두 써먹는 VOCA',300000,40,1,1,1,'야나두_써먹는_VOCA_Thumb','야나두_써먹는_VOCA_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'종이나라! 무한한 상상력의 세계',300000,40,1,1,1,'종이나라!_무한한_상상력의_세계_Thumb','종이나라!_무한한_상상력의_세계_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'커피에서 진로를 찾다',300000,40,1,1,1,'커피에서_진로를_찾다_Thumb','커피에서_진로를_찾다_info','연수목표','mdb6lKQ4VPw');
insert into workplace_T values('WT' || TO_CHAR(WT_seqid.nextval),'태블릿으로 시작하는 쉬운 미술 수업',300000,40,1,1,1,'태블릿으로_시작하는_쉬운_미술_수업_Thumb','태블릿으로_시작하는_쉬운_미술_수업_info','연수목표','mdb6lKQ4VPw');





----------------------------
----------------------------
----------------------------
----------------------------

'연수목표
1. 교사의 환경 감수성을 높이고 이를 수업에 활용할 수 있다.</br>
</br>
2. 다양한 교과와 연계하여 1회성이 아닌 지속 가능한 환경교육을 실천할 수 있다.</br>
</br>
3. 버려지는 용품을 활용한 업사이클링 놀이 수업을 진행할 수 있다.</br>
</br>
</br>
연수개요</br>
본 과정은 학생들의 환경 감수성 함양을 위해 환경 교육을 흥미 있게 지도할 수 있는 방법과 실제 환경 놀이 방법을 실습 위주의 내용으로 상세하게 안내합니다.'

----------------------------
'연수목표
* 원격 직무연수의 구성을 이해하고 설명할 수 있다.</br>
</br>
* 다른 원격 직무연수를 보며 구성을 참고하고 이를 영상 제작 시 활용할 수 있다.</br>
</br>
* 직무연수 영상 제작 시 유의해야 할 사항을 알고 이를 영상 제작에 적용할 수 있다.</br>
</br>
</br>
연수개요</br>
코로나19와 모바일 기술 발전으로, 교사들의 콘텐츠 제작 참여가 증가하면서 영상 제작 분야가 전문가들뿐만 아니라 교사들의 참여로 확장되었습니다.</br>
교사들이 콘텐츠 제작을 잘할 수 있다는 것은 다양한 이점을 가지는데, 먼저 학생들의 학습 수준과 관심사에 맞추어 교육 자료를 제작할 수 있으며</br>
자신의 전문 지식을 활용하여 수업 내용을 보다 풍부하게 전달할 수 있을 뿐만 아니라 유용하고 다양한 콘텐츠를 다른 교사들과 공유할 수도 있습니다.</br> 
본 연수원에서는 교사들의 콘텐츠 제작을 장려하기 위해 영상 콘텐츠 제작 시 원격직무연수 과정으로 운영할 수 있도록 지원하고 있습니다.</br>
이를 통해 더 많은 교사들이 다양한 콘텐츠를 제작하고, 각 분야에서 유용한 지식과 노하우를 공유할 수 있도록 하고자 합니다.'

--------------------------
'연수목표
● 13종의 그리기와 과제를 완성할 수 있다.</br>
</br>
● 샌드아트의 기본 기술을 익혀 자신만의 스토리를 자유롭게 그려낼 수 있다.</br>
</br>
● 다양한 샌드아트 작품을 통해 새로운 수업 아이디어를 얻을 수 있다.</br>
</br>
● 그린 작품을 사진으로 찍어 선물로 활용할 수 있다.</br>
</br>
</br>
연수개요</br>
본 과정은 모래를 이용한 다양한 작품을 자유롭게 그려볼 수 있는 샌드아트 입문 과정입니다.</br>
</br>
샌드아트 기본 기술은 물론 다양한 그리기를 진행할 수 있으며, 학생들과 다양한 활동은 물론 소소한 즐거움을 느낄 수 있는 취미 활동으로도 좋은 과정입니다.</br>
</br>
또한, 별도의 과제를 제시하여 추가로 심화학습이 가능하도록 구성하여 다양한 그림을 그려볼 수 있습니다.</br>
</br>
친숙한 모래를 활용한 다양한 그림을 그려보면서 어릴적 행복한 동심의 세계를 느껴보시기 바랍니다.'