'연수목표
1. 교사의 환경 감수성을 높이고 이를 수업에 활용할 수 있다.</br>
</br>
2. 다양한 교과와 연계하여 1회성이 아닌 지속 가능한 환경교육을 실천할 수 있다.</br>
</br>
3. 버려지는 용품을 활용한 업사이클링 놀이 수업을 진행할 수 있다.</br>
</br>
</br>
연수개요</br>
본 과정은 학생들의 환경 감수성 함양을 위해 환경 교육을 흥미 있게 지도할 수 있는 방법과 실제 환경 놀이 방법을 실습 위주의 내용으로 상세하게 안내합니다.'

----------------------------
'연수목표
* 원격 직무연수의 구성을 이해하고 설명할 수 있다.</br>
</br>
* 다른 원격 직무연수를 보며 구성을 참고하고 이를 영상 제작 시 활용할 수 있다.</br>
</br>
* 직무연수 영상 제작 시 유의해야 할 사항을 알고 이를 영상 제작에 적용할 수 있다.</br>
</br>
</br>
연수개요</br>
코로나19와 모바일 기술 발전으로, 교사들의 콘텐츠 제작 참여가 증가하면서 영상 제작 분야가 전문가들뿐만 아니라 교사들의 참여로 확장되었습니다.</br>
교사들이 콘텐츠 제작을 잘할 수 있다는 것은 다양한 이점을 가지는데, 먼저 학생들의 학습 수준과 관심사에 맞추어 교육 자료를 제작할 수 있으며</br>
자신의 전문 지식을 활용하여 수업 내용을 보다 풍부하게 전달할 수 있을 뿐만 아니라 유용하고 다양한 콘텐츠를 다른 교사들과 공유할 수도 있습니다.</br> 
본 연수원에서는 교사들의 콘텐츠 제작을 장려하기 위해 영상 콘텐츠 제작 시 원격직무연수 과정으로 운영할 수 있도록 지원하고 있습니다.</br>
이를 통해 더 많은 교사들이 다양한 콘텐츠를 제작하고, 각 분야에서 유용한 지식과 노하우를 공유할 수 있도록 하고자 합니다.'

--------------------------
'연수목표
● 13종의 그리기와 과제를 완성할 수 있다.</br>
</br>
● 샌드아트의 기본 기술을 익혀 자신만의 스토리를 자유롭게 그려낼 수 있다.</br>
</br>
● 다양한 샌드아트 작품을 통해 새로운 수업 아이디어를 얻을 수 있다.</br>
</br>
● 그린 작품을 사진으로 찍어 선물로 활용할 수 있다.</br>
</br>
</br>
연수개요</br>
본 과정은 모래를 이용한 다양한 작품을 자유롭게 그려볼 수 있는 샌드아트 입문 과정입니다.</br>
</br>
샌드아트 기본 기술은 물론 다양한 그리기를 진행할 수 있으며, 학생들과 다양한 활동은 물론 소소한 즐거움을 느낄 수 있는 취미 활동으로도 좋은 과정입니다.</br>
</br>
또한, 별도의 과제를 제시하여 추가로 심화학습이 가능하도록 구성하여 다양한 그림을 그려볼 수 있습니다.</br>
</br>
친숙한 모래를 활용한 다양한 그림을 그려보면서 어릴적 행복한 동심의 세계를 느껴보시기 바랍니다.'